True if the landing is an automatic landing, False otherwise.
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool IsAutomaticLanding { get; }
  Visual Basic
Public ReadOnly Property IsAutomaticLanding As Boolean
	Get
  Visual C++
public:
property bool IsAutomaticLanding {
	bool get ();
}
 See Also
  StairsLanding Class
  Autodesk.Revit.DB.Architecture Namespace